<?php
return [
    'elements' => [
        'add' => 'أضافه عنصر مدخل الي الأستمارة',
        'list' => 'عناصر مدخلات الأستمارة',
    ],

    'forms.elements' => [
        'add' => 'أضافه مدخل الي الأستمارة',
        'list' => 'عناصر مدخلات الأستمارة',
        'name' => 'الأسم الذي سيظر به الحقل',
        'code' => 'الأسم البرمجي للحقل',
    ],

    'required_field' => 'هل الحقل مطلوب',
    'only_english' => 'يكتب باللغه الأنجليزيه فقط',
    'required_fill' => '>مطلوب لابد من ملئ الحقل',

    'notices' => [
        'textarea' => 'يُستخدم في تجميع نصوص كبيرةمن المستخدمين',
        'textbox' => 'يُستخدم في تجميع معلومات نصيةقصيرة من المستخدمين',
        'number' => 'يُستخدم في أضافه الأرقامللمستخدمين',
        'file' => 'يُستخدم في رفع ملفات منالمستخدمين',
        'date' => 'التواريخ للمستخدمين',
        'select' => 'يُستخدم في عرض قائمةاختيارات للمستخدمين، لجعلهم يختارون منها عنصر أو أكثر',
        'checkbox' => 'يُستخدم في عرض قائمة اختياراتللمستخدمين، لجعلهم يختارون منها عنصر أو أكثر',
        'radiobox' => ' يُستخدم في عرض قائمة اختيارات للمستخدمين، لجعلهم يختارون منها عنصر واحد فقط.',
    ],
];
?>
